[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_PsiAmp]=ПСИ-УСИЛИТЕЛЬ

[TheGift X2AbilityTemplate]
LocFriendlyName="<font color='#C08EDA'>Дар</font>"
LocFlyOverText="<font color='#C08EDA'>Дар</font>"
LocLongDescription="Этот солдат скрывает в себе огромный псионический потенциал."
LocHelpText="Этот солдат скрывает в себе огромный псионический потенциал."
LocPromotionPopupText="<Bullet/> Этот оперативник при псионических атаках имеет силу, пропорциональную его пси-силе. <br/>"

[TheGift X2EffectTemplate]
LocFriendlyName="Дар"

[PsionStaffSlot X2StaffSlotTemplate]
EmptyText="ВАКАНСИЯ: ТРЕБУЕТСЯ ПСИОНИК"
BonusEmptyText="Тренировать псионические способности."
BonusDefaultText="ПСИОНИК"
BonusText="ТРЕНИРОВКА: %SKILL"
FilledText="%UNITNAME проходит серьезную ментальную тренировку, чтобы укрепить свои псионические способности!"
LockedText="НЕДОСТУПНО: ПРЕОБРЕТИТЕ УЛУЧШЕНИЕ"